[M_Orchid_PlotMission07 MissionDefinition]
MissionName="Ops!"
MissionDescription="Na tentativa de tirar do cofre a última parte da bússola do Capitão Blade, acidentalmente você explodiu ele. Herbert, aparentando estar um pouco abalado com a situação, se ofereceu para ajudá-lo. Se você encontrar algumas amostras de policriteno na [place]Refinaria Washburne[-place], Herbert poderá recriar a parte da bússola que foi acidentalmente destruída.\n"
TurnInDescription="Finalmente! Com a última parte recuperada e funcionando, você já pode montar a bússola do Capitão Blade e descobrir onde está o tesouro das areias.\n"
MissionSummary="Reconstrua a última parte da bússola do Capitão Blade."
MissionGiver="Herbert O Eremita"
MissionTurnInLocation="Capitã Scarlett"
TeaserText=""

[M_Orchid_PlotMission07:CollectItems MissionObjectiveDefinition]
ProgressMessage="Consiga o policriteno"

[M_Orchid_PlotMission07:CollectItemSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission07:CollectItemsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission07:Dummy MissionObjectiveDefinition]
ProgressMessage="Hã? "

[M_Orchid_PlotMission07:DummySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission07:EnterRefinery MissionObjectiveDefinition]
ProgressMessage="Entre na Refinaria Washburne"

[M_Orchid_PlotMission07:GivePackage MissionObjectiveDefinition]
ProgressMessage="Dê o presente ao Herbert"

[M_Orchid_PlotMission07:GivePackageSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Na tentativa de tirar do cofre a última parte da bússola do Capitão Blade, acidentalmente você explodiu ele. Por sorte, Herbert conseguiu reconstrui-la. Agora só falta ir ver a Capitã Scarlett com a bússola. Ah... e também falar sobre esse presentinho para o Herbert.\n"

[M_Orchid_PlotMission07:GivePolykryten MissionObjectiveDefinition]
ProgressMessage="Entregue o policriteno ao Herbert"

[M_Orchid_PlotMission07:GivePolykrytenSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission07:GotoRefinerySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission07:KillLoaderBoss MissionObjectiveDefinition]
ProgressMessage="Elimine a H3RL-E"

[M_Orchid_PlotMission07:KillLoaderBossSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission07:ReturnFinalSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Na tentativa de tirar do cofre a última parte da bússola do Capitão Blade, acidentalmente você explodiu ele. Agora só falta ir ver a Capitã Scarlett com a bússola e... talvez você queira também tomar um banho.\n"

[M_Orchid_PlotMission07:ReturnToHermit MissionObjectiveDefinition]
ProgressMessage="Volte até o Herbert"

[M_Orchid_PlotMission07:ReturnToHermitSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission07:ReturnToPirateQueen MissionObjectiveDefinition]
ProgressMessage="Volte até a Capitã Scarlett"

[M_Orchid_PlotMission07:ReturnToPirateQueenSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission07:TakeCompass MissionObjectiveDefinition]
ProgressMessage="Pegue a última parte da bússola com o Herbert"

[M_Orchid_PlotMission07:TakeCompassSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Na tentativa de tirar do cofre a última parte da bússola do Capitão Blade, acidentalmente você explodiu ele. Herbert, um pouco abalado com a situação, se ofereceu para ajudar e conseguiu reconstrui-la.\n"

